[
  {
    "id": "1",
    "brand": "Mercedes",
    "model": "C63 AMG",
    "year": "2015",
    "color": "серый",
    "engine": "4",
    "price": "50000",
    "img": "mercedes-benz_c-63-amg.jpg",
    "description": "Мировая премьера автомобилей C63/C63 S AMG совместно с Mercedes-AMG GT состоялась 2 октября 2014 года на автовыставке в Париже. На C63 установлен такой же 4-литровый V8 битурбированный двигатель как и на спорткаре Mercedes-AMG GT. Он развивает мощность в 350 кВт (476 л. с.) и 650 Н·м крутящего момента. Более мощный C63 S AMG имеет 375 кВт (510 л. с.) и 700 Н·м. По заявлению представителей компании, переход на новые двигатели позволил сократить потребление топлива на 32 % (8,2 литра на 100 километров — NEDC) по сравнению с предшествующей моделью[45], однако по сообщению Transport & Environment (T&E) реальные цифры наоборот на 50 % больше[46]. Скорость разгона от 0 до 100 км/ч составляет 4,1 секунды для C63 и 4,0 для C63 S. Ограничение по скорости установлено на отметке в 250 км/ч для C63 и 300 км/ч для C63 S. Выбросы вредных загрязняющих веществ составляют 192 г/км."
  },
  {
    "id": "2",
    "brand": "BMW",
    "model": "M5 Competition",
    "year": "2021",
    "color": "серый",
    "engine": "4.4",
    "price": "211999",
    "img": "bmw-m5.jpg",
    "description": "Новая генерация BMW M5 предстала перед мировой общественностью 22 августа 2017 года в ходе официальной онлайн-презентации. Живьем, автомобиль можно было увидеть уже осенью того же года на международном салоне в Франкфурте. Стоит отметить, что это уже шестая, по счету, генерация спортивного седана. Она получила индекс F90, кардинально переработанную техническую начинку, комфортабельный и спортивный салон с высоким уровнем оснащения, а также более агрессивный дизайн. Плавные и обтекаемые формы предшественника сменились на гораздо более агрессивные и рельефные черты. Фары головного освещения получили более крупные фокусирующие линзы и визуально срослись с фирменными «ноздрями» решетки радиатора. Последние также ощутимо выросли, получили хромированную окантовку и оформление из рельефных вертикальных ребер. На корме можно отметить крупные светодиодные стоп-сигналы, вздернутую кромку крышки багажника, а также две двустволки выхлопной системы в вырезах заднего бампера."        
  },
  {
    "id": "3",
    "brand": "Cadillac",
    "model": "Escalade",
    "year": "2014",
    "color": "чёрный",
    "engine": "6.2",
    "price": "54700",
    "img": "cadillac_escalade.jpg",
    "description": "Четвертая генерация полноразмерного даже по американским меркам внедорожника появилась в 2014 году. Огромный мастодонт выпускается как со стандартной, так и с удлиненной на 353 мм колесной базой — версия ESV. Ее длина достигает внушительные 5700 мм. Под стать габаритам и огромный V8 объемом 6,2 л мощностью 409 и 426 «лошадей», который трудится в паре с 6-ступенчатой автоматической коробкой передач. В системе полного привода задействована межосевая муфта, подключающая передние колеса при пробуксовке задних. Причем на американском рынке немало модификаций с приводом только на задние колеса."        
  },
  {
    "id": "4",
    "brand": "Mercedes",
    "model": "GLE Coupe AMG 63S",
    "year": "2021",
    "color": "чёрный",
    "engine": "4",
    "price": "211283",
    "img": "mercedes-gle-63-amg.jpg",
    "description": "Все, гегемонии BMW X6 пришел конец. Спустя семь лет Mercedes выпускает на ринг бойца в той же весовой категории. Новый претендент на корону похож на баварского соперника весом и статью. А заряженный Mercedes-AMG GLE 63 S Coupe даже на 10 л.с. мощнее, чем X6 M. Но не быстрее. Его появление на свет поначалу насторожило. Во-первых, большие SUV Mercedes в гипермощных AMG-версиях никогда не отличались изяществом. А неповоротливые грузовики с безумной мощью – это не наше все. Во-вторых, термин “спортивное утилитарное купе” – это как кроссовки на высоком каблуке. Хотя иные дамы носят с удовольствием..."        
  },
  {
    "id": "5",
    "brand": "Range Rover",
    "model": "SVAutobiography",
    "year": "2020",
    "color": "серый",
    "engine": "5",
    "price": "217152",
    "img": "land-rover-range-rover.jpg",
    "description": "For those who prefer the stealthy approach, Range Rover SVAutobiography Dynamic Black brings even more arresting looks to the same peerless Range Rover performance, comfort and capability."        
  },
  {
    "id": "6",
    "brand": "Mercedes",
    "model": "AMG GT-R",
    "year": "2021",
    "color": "чёрный",
    "engine": "4",
    "price": "270538",
    "img": "mercedes-benz-amg-gt.jpg",
    "description": "В 2016 году, на международном фестивале скорости в Гудвуде, была представлена заряженная версия модели Mercedes-AMG GT. Она получила литеру R в названии, а также является самой мощной и быстрой модификацией в рамках данной линейки. Отличить данную версию от обычной машины не составит труда. В глаза бросаются разноширокие колеса увеличенного диаметра, активные аэродинамические элементы и крупным суппорты, выкрашенные в яркие цвета. Все эти доработки придают автомобилю необычайно агрессивный и стремительный внешний вид. Но, несмотря на такие нововведения, модель сохранила свои фамильные черты и по прежнему смотрится стильно и элегантно. У нее вытянутые округлые фары головного освещения с небольшими линзами и подводкой светодиодных дневных ходовых огней, а решетка радиатора состоит из множества тонких, горизонтально ориентированных ребер и щеголяет крупным логотипом производителя. В общем и целом, дизайнерам удалось совместить агрессивный дух суперкаров и премиальную утонченность, свойственную моделям немецкого производителя."        
  },
  {
    "id": "7",
    "brand": "Mercedes",
    "model": "S-Class 500",
    "year": "2021",
    "color": "чёрный",
    "engine": "3",
    "price": "229369",
    "img": "mercedes-benz-s-class.jpg",
    "description": "Особенности и обзор Mercedes-Benz S-Class 2021: позиционирование моделей, внешний вид, салон, техническая начинка, двигатели, оснащение и ценник. Фото и видео. Автомобили S-класса от Mercedes-Benz олицетворяют роскошь, премиальные характеристики и лучшие достижения компании в отрасли автомобилестроения. Очередные новинки S-Class можно испытать всеми органами чувств: зрением, осязанием, слухом и обонянием. Они демонстрируют самые прогрессивные решения в области комфорта и безопасности. В распоряжении водителя – инновационные средства помощи и взаимодействия"        
  },
  {
    "id": "8",
    "brand": "BMW",
    "model": "M8 Gran Coupe Competition",
    "year": "2020",
    "color": "чёрный",
    "engine": "4.4",
    "price": "199000",
    "img": "bmw_m8-gran-coupe.jpg",
    "description": "BMW Group представляет BMW M8 Gran Coupe и его трековую версию BMW M8 Competition Gran Coupe. Премьера автомобиля состоится на автосалоне в Лос-Анджелесе в ноябре 2019 года. Мировые продажи начнутся в апреле 2020 года, в это время будет доступна ограниченная серия BMW M8 Gran Coupe First Edition. Под капотом автомобиля — двигатель M TwinPower Turbo объемом 4,4 литра. На BMW M8 Gran Coupe он развивает 600 л.с. и 750 Н·м, на BMW M8 Competition Gran Coupe — 625 л.с. и 750 Н·м. Как и исходный BMW M8, новый автомобиль получил 8-ступенчатую коробку передач M Steptronic и интеллектуальный полный привод M xDrive. Разгон 0-100 км/ч у BMW M8 Gran Coupe занимает 3,3 секунды, у BMW M8 Competition Gran Coupe — 3,2 секунды."        
  },
  {
    "id": "9",
    "brand": "Dodge",
    "model": "Challenger",
    "year": "2018",
    "color": "красный",
    "engine": "3.6",
    "price": "26400",
    "img": "dodge_challenger.jpg",
    "description": "Современный Dodge Challenger - это массивный автомобиль с почти неограниченными возможностями. Начиная с Dodge Challenger с V6 двигателем на 305 лошадей и доступным полным приводом, продолжая V8 моделью, от которой волосы встают дыбом, и заканчивая SRT Hellcat и SRT Demon, этот пятиместный двухдверный автомобиль сочетает невероятную производительность со всеми современными технологиями, которых можно желать в 2018 году. В салоне ждут удобные сиденья, Apple CarPlay/Android Auto и тишина. Но не стоит думать, что это просто практичный автомобиль, перед нами не Ford Mustang или Chevrolet Camaro. Так, SRT Demon озадачивает 840 лошадьми под капотом, которые являются серьезной заявкой на гонки."        
  }
]
